Repository: itrdm/simple-job-manager
Catalog: languages/simple-project-managment-*.po
Languages: sq

source: Overview
sq: Rishikim

source: Jobs
sq: Projektet

source: Clients
sq: Klientët

source: Invoices
sq: Faturat

source: Settings Page
sq: Opsionet

source: Company Name
sq: Emri Kompanise

source: Company Address
sq: Adresa Kompanise

source: Company Email
sq: Email Kompanise

source: Company Website
sq: Website Kompanise

source: Company Mobile
sq: Celulari Kompanise

source: Company Logo
sq: Logo Kompanise

source: Upload
sq: Ngarko

source: Invoice Template
sq: Template Fatures

source: Default Currency
sq: Monedha Zakokonshme

source: Currency Position
sq: Pozicioni monedhes

source: Left of price
sq: Majtas cmimit

source: Right of price
sq: Djathtas cmimit

source: Default VAT Value
sq: Vlera zakonshme TVSH

source: Invoice Terms
sq: Kushtet e faturës

source: Save Changes
sq: Ruaj Ndryshimet

source: View Client
sq: Shiko klientin

source: Add Client
sq: Shto klienti

source: Edit Client
sq: Ndrysho Klientin

source: Update Client
sq: Përditëso klientin

source: Search Client
sq: Kërko klient

source: No Client found
sq: Nuk u gjet asnje klient

source: Not found in Trash
sq: Nuk u gjet ne kosh

source: Personal Information
sq: Informacion Personal

source: Dont Associate
sq: Mos bashkangjit

source: Associate with existing WordPress account
sq: Bashkangjit me llogari Wordpress

source: First name
sq: Emri

source: Middle name
sq: Emri i mesit

source: Last name
sq: Mbiemri

source: Phone
sq: Telefon

source: Mobile
sq: Celular

source: Address
sq: Adresa

source: Client Jobs
sq: Projektet e klientit

source: Client Invoices
sq: Faturat e klientit

source: Client Review
sq: Pershtypjet per klientin

source: No reviews
sq: Asnje pershtypje

source: Not Set
sq: E pavendosur

source: All
sq: Te gjitha

source: <h3>Found %s client </h3>
sq: <h3>U gjet %s klient </h3>

source: Client
sq: Klient

source: Name
sq: Emri

source: Surname
sq: Mbiemri

source: No Invoices
sq: Asnje fature

source: Unpaid
sq: Pa paguar

source: Paid
sq: Paguar

source: Overdue
sq: Kaluar afati

source: Cancelled
sq: Anulluar

source: <h3>Found %s invoice </h3>
sq: <h3>U gjet %s fature </h3>

source: Title
sq: Titull

source: Amount
sq: Vlera

source: To be paid by
sq: Te paguhet me

source: Paid on
sq: Paguar me

source: On Hold
sq: Ne pritje

source: Awaiting Feedback
sq: Ne pritje te pershtypjeve

source: Ongoing
sq: Ne vazhdim

source: Completed
sq: Kompletuar

source: No Jobs
sq: Asnje projekt

source: Low
sq: Ulet

source: High
sq: Larte

source: Not set
sq: Pa vendosur

source: Before
sq: Perpara

source: Exactly
sq: Saktesisht

source: After
sq: Mbrapa

source: <h3>Found %s job </h3>
sq: <h3>U gjet %s projekt </h3>

source: Progress
sq: Progresi

source: Priority
sq: Prioriteti

source: Start Date
sq: Data fillimit

source: Target end date
sq: Data e parashikuar e perfundimit

source: Actual end date
sq: Data aktule e mbarimit

source: Clients Tab
sq: Klientet

source: Search Clients
sq: Kerko kliente

source: Invoices Tab
sq: Faturat

source: For Client
sq: Per klient

source: Job
sq: Projekt

source: Search Invoices
sq: Kerko fatura

source: Completed Jobs
sq: Projekte te kompletuara

source: Total Jobs
sq: Projekte total

source: Lead Jobs
sq: Projektet Lead

source: Ongoing Jobs
sq: Projekte ne vazhdim

source: On-hold Jobs
sq: Projekte te ndaluara

source: Status not set
sq: Statusi nuk eshte caktuar

source: Completed Tasks
sq: Punet e mbaruara

source: Total Tasks
sq: Punet total

source: Completed tasks
sq: Punet e mbaruara

source: Ongoing Tasks
sq: Punet ne vazhdim

source: Tasks not started
sq: Punet e panisura

source: Paid Invoices
sq: Fatura te paguara

source: Income
sq: Hyrje

source: Pending
sq: Ne pritje

source: Total Invoices
sq: Totali faturave

source: Unpaid Invoices
sq: Fatura te papaguara

source: Overdue Invoices
sq: Fatura te prapambetura

source: Cancelled Invoices
sq: Fatura te anulluara

source: Jobs Tab
sq: Projekte

source: End Date
sq: Data mbarimit

source: Actual end Date
sq: Data aktule e mbarimit

source: Search Jobs
sq: Kerko projekte

source: View Invoice
sq: Shiko faturen

source: Add Invoice
sq: Shto fature

source: Edit Invoice
sq: Edito fature

source: Update Invoice
sq: Përditëso fature

source: Search Invoice
sq: Kerko fature

source: No Invoice found
sq: Nuk u gjend fature

source: Prepare Invoices
sq: Pregatit fature

source: Send to client
sq: Dergoja klientit

source: No client selected
sq: Asnje klient i zgjedhur

source: Related to job
sq: Ne lidhje me projektin

source: No job selected
sq: Asnje projekt i zgjedhur

source: Related to task
sq: Ne lidhje me punen

source: No task selected
sq: Asnje pune e zgjedhur

source: Add new item
sq: Shto nje ze

source: Line total
sq: Totali zerit

source: Quantity
sq: Sasi

source: Unit Price
sq: Cmim njesi

source: Item
sq: Zeri

source: Items on invoice
sq: Zera ne fature

source: Save
sq: Ruaje

source: Cancel
sq: Anullo

source: Edit item
sq: Modifiko Zerin

source: Are you sure
sq: A jeni i sigurt?

source: This item will be deleted
sq: Zeri do te fshihet

source: Delete
sq: Fshi

source: No data available
sq: Nuk ka te dhena

source: Loading records
sq: Duke ngarkuar te dhenat

source: No items on invoice
sq: Asnje ze ne fature

source: Prepare invoice
sq: Pregatit fature

source: Invoice Private Notes
sq: Faturë Shënime private

source: Invoice public notes (visible on invoice)
sq: Shënime faturë publike (të dukshme në faturë)

source: Show general terms also
sq: Trego kushtet e përgjithshme të

source: Invoice status
sq: Statusi fatures

source: To be paid by date
sq: Te paguhet me date

source: Paid Date
sq: Data pageses

source: Discount
sq: Zbritje

source: None
sq: Asnje

source: Percent
sq: Perqindje

source: VAT
sq: TVSH

source: Currency
sq: Monedha

source: 1. Apply VAT and discount
sq: Apliko TVSH dhe zbritje

source: Generate Invoice
sq: Gjenero faturen

source: 3.Download Invoice
sq: Shkarko faturen

source: Loading
sq: Duke ngarkuar

source: PDF Invoice Preview
sq: Parashtro faturen PDF

source: No Client Found
sq: Nuk u gjet asnje klient

source: Remove
sq: Hiqe

source: Add
sq: Shto

source: Select a color
sq: Zgjidh një ngjyrë

source: Select ...
sq: Zgjidh ...

source: Sorry, you cannot upload this file type for this field.
sq: Nuk mund te bashkangjitesh kete file ne kete fushe

source: View Job
sq: Shiko Projekt

source: Add Job
sq: Shto Projekt

source: Edit Job
sq: Ndrysho Projekt

source: Update Job
sq: Përditëso projektin

source: Search Job
sq: Kërko Projektin

source: No Job found
sq: Nuk u gjet projekt

source: Job Infos
sq: Infot e projektit

source: Estimate
sq: Vlereso

source: Private Job Notes
sq: Shenime private per projektin

source: Public Job Notes
sq: Shenime publike per projektin

source: Associate to client
sq: Bashkangjitja nje klienti

source: Target End Date
sq: Parashikohet te mbaroje me

source: Actual End Date
sq: Data aktule e mbarimit

source: Onhold
sq: Ne pritje

source: Job Status
sq: Statusi projektit

source: Job Progress
sq: Progresi projektit

source: Job Priority
sq: Prioriteti projektit

source: Job Tasks
sq: Punet e projektit

source: Tasks
sq: Punet

source: View Task
sq: Shiko punen

source: Add Task
sq: Shto pune

source: Edit Task
sq: Ndrysho punen

source: Update Task
sq: Përditëso punen

source: Search Task
sq: Kërko punen

source: No Task found
sq: Nuk u gjet asnje pune

source: Task Infos
sq: Infot e punes

source: Associate to job
sq: Bashkangjitja nje projekti

source: Not Started
sq: Ska nisur

source: Task Status
sq: Statusi punes

source: File Description
sq: Pershkrimi i filet

source: Add task file
sq: Shto nje file

source: Task Files
sq: Filet e punes

source: Invoice
sq: Fatura

source: Description
sq: Përshkrimi

source: Price
sq: Cmimi

source: Total
sq: Totali

source: Subtotal
sq: Nëntotali

source: Subtotal after discount
sq: Nentotal mbas zbritjes

source: Balance
sq: Balanca

source: Specific terms
sq: Termat specifik

source: General terms
sq: Termat e pergjithshme

source: Company
sq: Kompania

source: Value From Wordpress Account
sq: Vlera nga llogaria e Wordpress

source: Reports
sq: Raportet

source: Settings
sq: Opsionet

source: Earning
sq: Fitimi

source: Task
sq: Pune

source: Task Deadline
sq: Deadline i punes

source: Reviews
sq: Pershtypje
